tap "homebrew/bundle"
tap "noahgorstein/tap"
tap "noborus/tap"
tap "orangekame3/tap"
tap "teamookla/speedtest"
brew "aom"
brew "bash"
brew "bat"
brew "boxes"
brew "btop"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "dasel"
brew "diff-so-fancy"
brew "difftastic"
brew "dockutil"
brew "duf"
brew "entr"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fnm"
brew "fontconfig"
brew "forgit"
brew "fortune"
brew "freetds"
brew "fx"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "gobject-introspection"
brew "gping"
brew "groovy"
brew "guile"
brew "gum"
brew "harfbuzz"
brew "htmlq"
brew "htop"
brew "httpie"
brew "hurl"
brew "imagemagick"
brew "jo"
brew "jpeg-xl"
brew "jq"
brew "jqp"
brew "jsonpp"
brew "lazydocker"
brew "lazygit"
brew "leptonica"
brew "libass"
brew "libavif"
brew "libbluray"
brew "libheif"
brew "little-cms2"
brew "luarocks"
brew "mailsy"
brew "mas"
brew "maven"
brew "mdless"
brew "midnight-commander"
brew "mkcert"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "noahgorstein/tap/jqp"
brew "noborus/tap/trdsql"
brew "nss"
brew "openjpeg"
brew "orangekame3/tap/paclear"
brew "pam-reattach"
brew "pango"
brew "php"
brew "pipx"
brew "posting"
brew "pup"
brew "pyenv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "sl"
brew "srt"
brew "starship"
brew "stow"
brew "superfile"
brew "tag"
brew "tealdeer"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "tesseract"
brew "tmux"
brew "toilet"
brew "tree"
brew "unbound"
brew "uv"
brew "wakeonlan"
brew "wget"
brew "wifi-password"
brew "xh"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "yt-dlp"
brew "zoxide"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli", args: { appdir: "/Applications" }
cask "a-better-finder-rename", args: { appdir: "/Applications" }
cask "affinity-photo", args: { appdir: "/Applications" }
cask "affinity-publisher", args: { appdir: "/Applications" }
cask "airfoil"
cask "applite"
cask "audio-hijack", args: { appdir: "/Applications" }
cask "avast-security"
cask "backblaze"
cask "bunch", args: { appdir: "/Applications" }
cask "canva"
cask "google-chrome"
cask "devtoys", args: { appdir: "/Applications" }
cask "dropzone", args: { appdir: "/Applications" }
cask "elgato-stream-deck", args: { appdir: "/Applications" }
cask "fujitsu-scansnap-home", args: { appdir: "/Applications" }
cask "ghostty"
cask "hyperkey"
cask "inkscape"
cask "jordanbaird-ice"
cask "keyboard-cleaner"
cask "kitty"
cask "knockknock", args: { appdir: "/Applications" }
cask "loopback", args: { appdir: "/Applications" }
cask "makemkv", args: { appdir: "/Applications" }
cask "monitorcontrol"
cask "moom", args: { appdir: "/Applications" }
cask "ollama"
cask "onyx", args: { appdir: "/Applications" }
cask "plex", args: { appdir: "/Applications" }
cask "qmk-toolbox", args: { appdir: "/Applications" }
cask "private-internet-access"
cask "retrobatch", args: { appdir: "/Applications" }
cask "screenflow", args: { appdir: "/Applications" }
cask "shortcat"
cask "ticktick"
cask "topnotch"
cask "transmission", args: { appdir: "/Applications" }
cask "wezterm"
cask "zed"
mas "1Blocker", id: 1365531024
mas "Audio Book Builder", id: 1437681957
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Boop",id: 1518425043
mas "Calca",id: 635758264
mas "Color Slurp",id: 1287239339
mas "Color Squid", id: 1057705278
mas "Color Folders", id: 1576476152
mas "Daisy Disk", id: 411643860
mas "Dato", id: 1470584107
mas "Dropover", id: 1355679052
mas "Final Cut Pro",id: 424389933
mas "Folder Preview",id: 6698876601
mas "Garage Band", id: 682658836
mas "Good Notes", id: 1444383602
mas "Grammarly", id: 1462114288
mas "Harmony Bridge", id: 1450752761
mas "Home Designer 3D", id: 955414427
mas "Hyperducks", id: 6444667067
mas "Kindle", id: 302584613
mas "Logger for Shortcuts",id:1611554653
mas "Obsidian Web Clipper", id:6720708363
mas "Kompressor", id:6468196574
mas "MarkDownload", id:1554029832
mas "Markdown Preview",id:6739955340
mas "Marked 2", id: 890031187
mas "Menubar x", id: 1575588022
mas "Meta Image", id: 1397099749
mas "Metapho", id: 914457352
mas "Mind Node", id: 1289197285
mas "Motion", id: 434290957
mas "Mp3 Tag", id: 1532597159
mas "Obsidian Web Clipper", id: 6720708363
mas "OmniGraffle", id: 1142578753
mas "Paprika", id: 1303222628
mas "PDF Viewer", id: 1120099014
mas "PDF Gear", id: 6469021132
mas "Pixelmator Pro", id: 1289583905
mas "Photomator", id: 1444636541
mas "QR Capture", id: 1369524274
mas "Secure Shell Fish", id: 1336634154
mas "Sharebot", id: 1597340986
mas "Shareful", id: 1522267256
mas "Spark",id: 6445813049
mas "Subtrack", id: 1519946553
mas "The Unarchiver",id: 425424353
mas "Video File List", id: 1263472847
mas "Xscope", id: 889428659
mas "XCode", id:497799835

vscode "adpyke.codesnap"
vscode "akarlsten.vscode-snazzy-akarlsten"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angular.ng-template"
vscode "bierner.markdown-preview-github-styles"
vscode "bito.bito"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "humao.rest-client"
vscode "jaredkent.laserwave"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "mike-co.import-sorter"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "orta.vscode-twoslash-queries"
vscode "phoenisx.cssvar"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-xml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "samrapdev.outrun"
vscode "sdras.night-owl"
vscode "sjuulwijnia.kx-vscode-angular-context-creator"
vscode "sonarsource.sonarlint-vscode"
vscode "spywhere.guides"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "tyriar.sort-lines"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "waderyan.gitblame"
vscode "wesbos.theme-cobalt2"
vscode "wicked-labs.wvsc-serendipity"
vscode "zignd.html-css-class-completion"
