1password
1password-cli
a-better-finder-rename
a-better-finder-attributes
airfoil
alacritty
alfred
affinity-designer
affinity-photo
affinity-publisher
audio-hijack
avast-security
backblaze
carbon-copy-cloner
default-folder-x
discord
dropbox
dropzone
elegato-stream-deck
fastrawviewer
figma
find-any-file
finicky
fission
fujitsu-scansnap-home
google-chrome
hazel
httpie
keyboard-cleaner
keyboard-maestro
knockknock
lingon-x
loopback
makemkv
netiquette
obsidian
onyx
plex
private-internet-access
qmk-toolbox
rectangle
retrobatch
rightfont
radio-silence
screenflick
screenflow
setapp
sloth
soundsource
telegram
todoist
topnotch
transmission
transmit
via
visual-studio-code
zed
